[
  "// If this code works, it was probably written by someone else.",
    "// If it doesn't work, I don't know who wrote it.",
    "// I didn't choose the bug life, the bug life chose me.",
  "// I'm not a great programmer; I'm just a good programmer with great habits.",
  "// i hate react",
  "// next time i'll use vue",
  "// node.js moment",
  "// i hate node.js",
  "// shitify.js works as expected",
  "// if at first you don't succeed, call it version 1.0.",
    "// i hate java",
  "// the below code works, but i have no idea why",
  "// this needs to be commented out",
  "// Bits 6, 5, and 4 must be 0, 1, and 0 respectively.",
  "// Otherwise, the oscillator burns crazy evil crack.",
  "// Ye Olde Contructor Methode. You know the drill. Takes absolutely no args whatsoever.",
  "// Project : XYZ (Please somebody shoot me!)",
  "// according to the Win98 docs, this should be 1",
  "// i hate windows",
  "// according to the WinNT docs, this should be 2",
  "// nobody read comments!",
  "// increment i",
  "// Magic. Do not touch.",
  "// sometimes I believe compiler ignores all my comments",
  "// I will give you two of my seventy-two virgins if you can fix this.",
  "// Adding temporary tracking of Login screen to fix a bug",
  "// Temporary my ass",
  "// Mmm, pie.",
  "// I'm not a complete idiot, some parts are missing",
  "// Program starts here",
  "// Program ends here",
  "// Always returns true",
  "// hack for ie browser (assuming that ie is a browser)",
  "//ha ha",
  "// TODO - Comment this function",
  "//todo: never to be implemented",
  "//Why do you always go out and",
  "// after hours of consulting the tome of google i have discovered that by the will of unknown forces without the below line, IE7 believes that 6px = 12px",
  "// *** drunk -- fix later ***",
  "// This only exists because Scott doesn't know how to use const correctly",
  "// this formula is right, work out the math yourself if you don't believe me",
  "// hammertime",
  "// this code was clearly written under duress",
  "// If you delete the credits, I will fucking kill you.",
  "// So sue me",
  "// Wirzenius wrote this portably, Torvalds fucked it up :-)",
  "// Catching exceptions is for communists",
  "// happy ending",
  "// end this lunacy",
  "// 2,191 lines of complete and utter shit coming up..."
]